Repository: ambienthack/mistape-be
Catalog: languages/mistape-*.po
Languages: ru_ru

source: "Press Ctrl+Enter&hellip;" captions will be displayed at the bottom of selected post types.
ru_ru: Надпись "Нажмите Ctrl+Enter&hellip;" будет отображаться в конце записей выбранных типов

# %s = rate
source: Please %s our plugin
ru_ru: Пожалуйста, %s наш плагин

source: <strong>Mistape</strong> must now be <a href="%s">configured</a> before use.
ru_ru: Плагин <strong>Mistape</strong> нуждается в <a href="%s">настройке</a>.

source: <strong>Mistape</strong> settings notice will be dismissed after saving changes.
ru_ru: Уведомление <strong>Mistape</strong> будет снято после сохранения настроек.

# [Email] Reported from page: unknown
source: unknown
ru_ru: страница не определена

source: Administrator
ru_ru: Администратор

source: Allows for custom reports handling. Refer to code for implementation details.
ru_ru: Позволяет регистрировать сторонние обработчики отчетов.

source: Allows to add custom logic for whether to output Mistape to front end or not.
ru_ru: Позволяет модифицировать логику, определяющую, выводить Mistape на фронт-энд или нет.

source: Allows to change email recipient.
ru_ru: Позволяет изменить получателя письма.

source: Allows to change email subject.
ru_ru: Позволяет изменить тему письма.

source: Allows to modify caption text globally (preferred over HTML filter).
ru_ru: Позволяет изменить стандартный текст надписи.

source: Allows to modify email message to send.
ru_ru: Позволяет изменять содержимое письма перед отправкой.

source: Allows to modify global options array during initialization.
ru_ru: Позволяет модифицировать массив общих параметров во время инициализации.

source: Allows to modify modal dialog strings (preferred over HTML filter).
ru_ru: Позволяет изменить текстовые элементы модального окна.

source: Allows to modify the caption HTML before output.
ru_ru: Позволяет изменить HTML-код надписи перед выводом.

source: Allows to modify the modal dialog HTML before output.
ru_ru: Позволяет изменить HTML-код модального окна перед выводом.

source: Allows to override email sending logic.
ru_ru: Позволяет замещать логику отправки писем.

source: An option to mark notification as resolved, archive, delete from the table in one click
ru_ru: Возможность отмечать уведомления как разрешенные, архивные, удалять из таблицы одним щелчком мыши

source: automatically translated to supported languages
ru_ru: автоматически переводится на поддерживаемые языки

source: Buy PRO for just
ru_ru: Купить PRO всего за

source: can be 'text' or 'image'
ru_ru: может быть "text" или "image"

source: Cancel
ru_ru: Отмена

source: Caption format
ru_ru: Формат надписи

source: Caption text mode
ru_ru: Текст надписи

source: Close
ru_ru: Закрыть

source: Color scheme
ru_ru: Цветовая схема

source: Comment:
ru_ru: Комментарий:

source: Configuration
ru_ru: Конфигурация

source: Copy settings from main site when new blog is created
ru_ru: Наследовать параметры основного сайта при добавлении сайта в сети

source: Custom text
ru_ru: Редактируемый текст

source: Default
ru_ru: Текст по умолчанию

source: default color
ru_ru: Цвет по умолчанию

source: Detailed mistake statistics is available in Mistape PRO
ru_ru: Подробная статистика ошибок доступна в Mistape PRO

source: Dialog mode
ru_ru: Режим диалога

source: Do not show caption at the bottom of post
ru_ru: Не показывать надпись в конце записи

source: Editor
ru_ru: Редактор

source: Email recipient
ru_ru: Получатель уведомлений

source: Email service returned an error while trying to deliver your report.
ru_ru: Почтовый сервис ответил ошибкой при попытке доставить ваш отчет.

source: Enable
ru_ru: Включить

source: Enable if manual caption insertion via shortcodes is needed.
ru_ru: При помощи шорткодов надпись можно размещать выборочно.

source: Enter the full image URL starting with http://
ru_ru: Укажите полный адрес картинки, начиная с http://

source: ERROR: You didn't enter caption image URL.
ru_ru: ОШИБКА: не указан адрес изображения.

source: ERROR: You didn't select valid email recipient.
ru_ru: ОШИБКА: не указан корректный email-адрес получателя уведомлений.

source: ERROR: You entered invalid email address: %s
ru_ru: ОШИБКА: указан некорректный email-адрес: %s

source: Help
ru_ru: Справка

source: Here you can enable Mistape.com link in an icon
ru_ru: Здесь вы можете включить Mistape.com ссылку для иконки

source: Hooks
ru_ru: Фильтры и действия

source: Icon before the caption text
ru_ru: Иконка возле подписи под записью

source: If image url is specified, format parameter can be omitted.
ru_ru: Если указана ссылка на изображение, параметр "format" можно опустить.

source: If post ID is determined, notify post author instead
ru_ru: Если ID поста определен, отправлять письмо автору

source: If you have found a spelling error, please, notify us by selecting that text and pressing <em>Ctrl+Enter</em>.
ru_ru: Если вы нашли ошибку, пожалуйста, выделите фрагмент текста и нажмите <em>Ctrl+Enter</em>.

source: Image
ru_ru: Картинка

source: Just notify of successful submission
ru_ru: Сразу отправлять и показывать диалог "Спасибо" независимо от результата

source: Multisite inheritance
ru_ru: Наследование параметров

source: no icon
ru_ru: без иконки

source: No text selected.
ru_ru: Текст не выделен.

source: Optional shortcode parameters are:
ru_ru: Дополнительные параметры:

source: Our editors already got notified about this error. Thanks for your care.
ru_ru: Наши редакторы уже уведомлены об этой опечатке. Спасибо за вашу заботу.

source: Our editors are notified.
ru_ru: Теперь редакторы в курсе.

source: override caption text
ru_ru: заменяет текст надписи

source: override default css class
ru_ru: заменяет стандартный CSS-класс

source: override image URL
ru_ru: заменяет ссылку на изображение

source: PHP code example:
ru_ru: Пример вставки с помощью PHP-кода:

# please rate our plugin
source: rate
ru_ru: оцените

source: Post edit URL:
ru_ru: Редактировать запись:

source: Post types
ru_ru: Типы записей

source: Powered by
ru_ru: Разработано

source: Preview and comment field
ru_ru: Предпросмотр с полем для комментария

source: Preview dialog
ru_ru: Предпросмотр

source: Register <code>[mistape]</code> shortcode.
ru_ru: Зарегистрировать шорткод <code>[mistape]</code>.

source: Report not sent
ru_ru: Отчет не отправлен

source: Reported by:
ru_ru: Сообщено пользователем:

source: Reported from page:
ru_ru: Отправлено со страницы:

source: Reported text
ru_ru: Выделенный текст

source: Reports received up to date:
ru_ru: Всего зарегистрировано отчетов:

# select option, shown when no users with editor role are present
source: no editors found
ru_ru: редакторы не найдены

source: Send
ru_ru: Отправить

source: separate multiple recipients with commas
ru_ru: можно задать несколько получателей, разделив их запятой

source: Settings
ru_ru: Настройки

source: Shortcode usage example:
ru_ru: Пример использования шорткода:

source: Shortcodes
ru_ru: Шорткоды

source: Show preview of reported text and ask confirmation
ru_ru: Предпросмотр отправляемого текста с подтверждением

source: Spam protection: too many reports from your IP address.
ru_ru: Защита от спама: получено слишком много отчетов с вашего IP адреса.

source: Specify other
ru_ru: Указать свой адрес

source: Spelling error report
ru_ru: Сообщить об опечатке

source: Spelling error reported
ru_ru: Получено сообщение об опечатке

source: Statistics
ru_ru: Статистика

source: Text
ru_ru: Текст

source: Thank you, you message has been sent.
ru_ru: Спасибо, ваше сообщение отправлено.

source: Thanks!
ru_ru: Спасибо!

source: The following text will be sent to our editors:
ru_ru: Текст, который будет отправлен нашим редакторам:

source: Usage examples are in Help section.
ru_ru: Примеры использования — в разделе "Справка".

source: Vote!
ru_ru: Проголосуйте!

source: When enabled, Mistape Ctrl+Enter listener works on all pages, not only on enabled post types.
ru_ru: Если активно, сочетание Ctrl+Enter работает на всех страницах сайта — не только на отмеченных выше типах записей

source: When no parameters specified, general configuration is used.
ru_ru: Если параметры не указаны, используется основная конфигурация.

source: Your comment (optional)
ru_ru: Ваш комментарий (необязательно)
